<%@ Page Language="C#" AutoEventWireup="true" CodeFile="mainPage.aspx.cs" Inherits="Pages_mainPage" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title></title>
    <link href="../CSS/StyleTables.css" rel="stylesheet" />
</head>
<body style ="background-color:aqua " >
    <form id="form1" runat="server">
        <div>
        </div>
    </form>
    <%--this page us the main page--%> 
    <h1>  Title_1 </h1>  
    <hr/>
    <h1> Title_2 </h1>
    <p class="p1">
        בעלי־חיים (שם מדעי: Animalia) הם יצורים חיים איקריוטים רב־תאיים, המשתייכים לממלכת בעלי־חיים Animalia. כמעט כל בעלי־החיים צורכים חומר אורגני, נושמים חמצן, יש להם יכולת תנועה, מתרבים (לרוב) ברבייה מינית, ומתפתחים מתוך צבר כדורי של תאים המכונה blastula, שמופיע בתחילת ההתפתחות העוברית. עד היום זוהו 1.5 מיליון מינים של בעלי חיים, מתוכם מעל מיליון מינים הם חרקים. עם זאת, לפי הערכות[דרוש מקור] קיימים מעל 7 מיליון מיני בעלי חיים. בעלי חיים הם בעלי מגוון גדול של צורות, תפקודים וגדלים. בעלי החיים הזעירים ביותר הם בגודל 8.5 מיליונית המטר, והגדולים ביותר מגיעים לגודל 30–40 מטרים ומשקל של למעלה מ־150 טונה מטרית. בעלי החיים מקיימים אינטראקציה מורכבת עם סביבת החיות שלהם, והם יוצרים רשתות מזון מסובכות. הענף בביולוגיה החוקר את בעלי החיים נקרא זואולוגיה.
    </p>    
    <hr/>
    <p class="p2">
    בעלי־חיים (שם מדעי: Animalia) הם יצורים חיים איקריוטים רב־תאיים, המשתייכים לממלכת בעלי־חיים Animalia. כמעט כל בעלי־החיים צורכים חומר אורגני, נושמים חמצן, יש להם יכולת תנועה, מתרבים (לרוב) ברבייה מינית, ומתפתחים מתוך צבר כדורי של תאים המכונה blastula, שמופיע בתחילת ההתפתחות העוברית. עד היום זוהו 1.5 מיליון מינים של בעלי חיים, מתוכם מעל מיליון מינים הם חרקים. עם זאת, לפי הערכות[דרוש מקור] קיימים מעל 7 מיליון מיני בעלי חיים. בעלי חיים הם בעלי מגוון גדול של צורות, תפקודים וגדלים. בעלי החיים הזעירים ביותר הם בגודל 8.5 מיליונית המטר, והגדולים ביותר מגיעים לגודל 30–40 מטרים ומשקל של למעלה מ־150 טונה מטרית. בעלי החיים מקיימים אינטראקציה מורכבת עם סביבת החיות שלהם, והם יוצרים רשתות מזון מסובכות. הענף בביולוגיה החוקר את בעלי החיים נקרא זואולוגיה.
    </p>    
    <hr/>
    <div id ="div1">  
        <br />
       יונקים הם העלי חיים אשר יונקים חלב מהוריהם. היונקים מתחלקים ליונקים ימיים ויבשתיים. 
        .כל היונקים בדרך כלל חיים בגיל צעיר עד לבגרות בצל אמם. היניקה מסתיימת לאחר מספר חודשים. תלוי בסוג בעל החיים.
        להלן מספר דוגמאות ליונקים יבשתיים: פילים, אריות, חזירי בר, זאבים, פרות. כבשים. להךן מספר דוגמאות ליונקים ימיים: ל לוויתנים, דולפינים, כלבי ים וכו' ...
    </div>
    <hr/>
    <div class ="div2">  
    <br />
   יונקים הם העלי חיים אשר יונקים חלב מהוריהם. היונקים מתחלקים ליונקים ימיים ויבשתיים. 
    .כל היונקים בדרך כלל חיים בגיל צעיר עד לבגרות בצל אמם. היניקה מסתיימת לאחר מספר חודשים. תלוי בסוג בעל החיים.
    להלן מספר דוגמאות ליונקים יבשתיים: פילים, אריות, חזירי בר, זאבים, פרות. כבשים. להךן מספר דוגמאות ליונקים ימיים: ל לוויתנים, דולפינים, כלבי ים וכו' ...
    </div>
    <hr/>
</body>    
</html>

